[
    {
        "id": "fixed-awning",
        "title": "Fixed Awning Installations in London – Real Success Stories",
        "desc": "Explore our fixed awning case studies in London, showcasing how we’ve transformed residential and commercial spaces with durable, stylish, and weather-resistant solutions. ",
        "btnTitle": "Fixed Awning",
        "overview": "Looking for inspiration for your next project? Explore our fixed awning case studies in London, showcasing how we’ve transformed residential and commercial spaces with durable, stylish, and weather-resistant solutions. Our work emphasizes quality, functionality, and customer satisfaction, ensuring long-term value for every client.",
        "benefit": [
            "Permanent Weather Protection",
            "Enhanced Curb Appeal",
            "Energy Efficiency",
            "Custom Solutions"
        ],
        "featured": [
            "Client Need - A family wanted a shaded area for outdoor gatherings.",
            "Solution - Installed a fixed awning with a UV-resistant fabric and sleek aluminum frame.",
            "Result - Comfortable patio space usable throughout the year.",
            "Testimonial - We now enjoy our garden even on sunny days—great investment!"
        ],
        "imgurl": [
            "/work/fixed-awning/1.jpg",
            "/work/fixed-awning/2.jpg",
            "/work/fixed-awning/3.jpg",
            "/work/fixed-awning/4.jpg",
            "/work/fixed-awning/5.jpg",
            "/work/fixed-awning/6.jpg"
        ],
        "reviewTitle": "The quality 👌",
        "reviewDesc": "The custom awning transformed our patio! It provides great shade, and the quality is outstanding. Highly recommend!",
        "from": "Mohsen, hzadeh",
        "score": "⭐⭐⭐⭐⭐",
        "reviewImg": "/images/review1.jpg",
        "email": "mohsenhzadeh@gamil.com"
    },
    {
        "id": "manual-awning",
        "title": "Manual Awning Installations in London – Real-Life Project Success Stories",
        "desc": "Our manual awning installations across London offer ease of use, durability, and versatile outdoor coverage.",
        "btnTitle": "Manual Awning",
        "overview": "Looking for an affordable and practical shading solution? Our manual awning installations across London offer ease of use, durability, and versatile outdoor coverage. Explore our case studies to see how we've helped homeowners and businesses enhance their outdoor spaces with functional, stylish manual awnings.",
        "benefit": [
            "Cost-Effective",
            "Ease of Use",
            "Versatile Applications",
            "Durable Materials"
        ],
        "featured": [
          "Client Need - Create a shaded balcony area for relaxation.",
          "Solution - Installed a manually operated awning with UV-resistant fabric.",
          "Result - Comfortable space for morning coffee and evening relaxation.",
          "Testimonial - The manual awning was the perfect addition—easy to use and looks great!"
        ],
        "imgurl": [
            "/work/manual-awning/a3.jpg",
            "/work/manual-awning/a4.jpg"
        ],
        "reviewTitle": "Perfect Addition to Our Home!",
        "reviewDesc": "They are best, Quick, Quality and cheap ",
        "from": "Alireza, paniran",
        "score": "⭐⭐⭐⭐⭐",
        "reviewImg": "/images/review1.jpg",
        "email": "alireza.paniran@yahoo.co.uk"
    },
    {
        "id": "retractable-awning",
        "title": "Retractable Awning Installations in London – Real Project Success Stories",
        "desc": "Our retractable awning installations across London offer the perfect balance of convenience, style, and functionality.",
        "btnTitle": "Retractable Awning",
        "overview": "Looking for flexible shade solutions? Our retractable awning installations across London offer the perfect balance of convenience, style, and functionality. Browse our case studies to see how we’ve helped residential and commercial clients enhance their outdoor spaces with versatile retractable awnings designed to suit various needs.",
        "benefit": [
            "Versatile Shading",
            "Motorized & Manual Options",
            "Space Optimization",
            "Durable Materials"
        ],
        "featured": [
            "Client Need - Create an adaptable shaded space for family gatherings.",
            "Solution - Installed a motorized retractable awning with remote control functionality.",
            "Result - Transformed the patio into a year-round usable space with flexible shading.",
            "Testimonial - It’s amazing how easy it is to use—the perfect addition to our outdoor area!"
        ],
        "imgurl": [
            "/work/retractable-awning/a1.jpg",
            "/work/retractable-awning/a2.jpg",
            "/work/retractable-awning/a6.jpg"
        ],
        "reviewTitle": "Amazing service with beautiful canopy ",
        "reviewDesc": "The custom awning transformed our patio! It provides great shade, and the quality is outstanding. Highly recommend!",
        "from": "tazkhan",
        "score": "⭐⭐⭐⭐⭐",
        "reviewImg": "/images/review1.jpg",
        "email": "tazkhan1503@yahoo.co.uk"
    },
    {
        "id": "motorized-awning",
        "title": "Motorized Awning Installations in London – Real-Life Project Success Stories",
        "desc": "Our motorized awning installations in London offer effortless shade control, premium materials, and modern aesthetics.",
        "btnTitle": "Motorized Awning",
        "overview": "Looking for the ultimate in convenience and style? Our motorized awning installations in London offer effortless shade control, premium materials, and modern aesthetics. Browse through our case studies to discover how we’ve helped homeowners and businesses create versatile outdoor spaces with the convenience of motorized operation.",
        "benefit": [
          "Convenient Operation",
          "Smart Home Integration",
          "Sleek, Modern Design",
          "Durable & Weather-Resistant"
        ],
        "featured": [  
            "Client Need - Create a shaded area with easy-to-use controls for a modern terrace.",
            "Solution - Installed a motorized awning with remote control and wind sensor features.",
            "Result - Effortless shade at the touch of a button, enhancing outdoor living.",
            "Testimonial - It’s so convenient! We use our terrace more than ever thanks to the motorized awning"
        ],
        "imgurl": [
            "/work/motorized-awning/a15.jpg"
        ],
        "reviewTitle": "Excellent Service from Awning.London!",
        "reviewDesc": "Excellent Service from Awning.London! I recently used Awning.London to replace the fabric on my European-style shopfront awnings, and I couldn’t be more satisfied with their work. The team was highly professional and efficient. They replaced the old fabric with high-quality new material, serviced the motor, and upgraded the faulty arms with durable chain-operated ones. Everything was done with great attention to detail and cleanliness. The installation was quick, smooth, and handled with real care. I really appreciated the respectful and responsible attitude of the staff throughout the process.",
        "from": "Hosein Keshtkar",
        "score": "⭐⭐⭐⭐⭐",
        "reviewImg": "/images/review1.jpg",
        "email": "m.hossin.keshtkar@gmail.com"
    },
    {
        "id": "restaurant-awning",
        "title": "Restaurant Awning Installations in London – Real-Life Success Stories",
        "desc": "Our restaurant awning installations in London provide stylish, weather-resistant, and functional solutions tailored to your business needs.",
        "btnTitle": "Restaurant Awning",
        "overview": "Looking to attract more diners and enhance your restaurant’s outdoor space? Our restaurant awning installations in London provide stylish, weather-resistant, and functional solutions tailored to your business needs. Explore our case studies to see how we’ve helped restaurants create inviting outdoor dining areas while improving branding and customer comfort.",
        "benefit": [
          "Enhanced Customer Comfort",
          "Custom Branding",
          "Weather Protection",
          "Increased Foot Traffic"
        ],
        "featured": [
          "Client Need - Expand seating capacity with a comfortable outdoor space.",
          "Solution - Installed a retractable restaurant awning with waterproof fabric and branding.",
          "Result - Increased seating by 30% and improved overall customer experience.",
          "Testimonial - Our outdoor area is always full, rain or shine. Customers love the ambiance!"
        ],
        "imgurl": [
            "/work/restaurant-awning/3.jpg"
        ],
        "reviewTitle": "Recommended!",
        "reviewDesc": "number one job",
        "from": "Ali ayubi",
        "score": "⭐⭐⭐⭐⭐",
        "reviewImg": "/images/review1.jpg",
        "email": "aliayubi500@gmail.com"
    }
]